// 초보 캠퍼 가이드
export const BeginnerGuide = [
  {
    img: "/assets/images/guide/ico-guide-01.svg",
    title: "기본 장비는 필수!",
    desc: "텐트, 침낭, 매트, 의자, 랜턴 등은 캠핑의 기본 요소입니다. 캠핑 스타일과 인원수에 맞는 장비를 선택하세요! 첫 텐트는 1~2인으로 시작하여 숙련되면 더 큰 텐트를 구매하는 것이 좋습니다. 또한 텐트 설치를 미리 연습해보는 것도 적극 추천드립니다."
  },
  {
    img: "/assets/images/guide/ico-guide-02.svg",
    title: "캠핑 요리는 어떻게 준비해야 하나요?",
    desc: "적절한 조리도구만 있다면 어느 음식이든 가능합니다. 여행 스타일에 맞게 미리 식단을 구성해보세요. 간단한 캠핑을 추구한다면 볶음밥, 샌드위치, 라면류, 여러 명이 함께 캠핑을 할 경우 바베큐, 밀키트 등 다양한 요리를 추천드립니다."
  },
  {
    img: "/assets/images/guide/ico-guide-03.svg",
    title: "캠핑 시 주의해야 할 사항은 무엇인가요?",
    desc: "안전과 환경 보호입니다. 텐트 설치 시 주변 환경을 잘 살펴보고, 텐트 주변에 불을 피우거나 쓰레기를 버리지 않도록 주의해야 합니다. 화기 사용이 필수적인 캠핑이라면 소화기를 비치하는 것이 좋습니다. 또한 겨울 캠핑의 경우 이산화탄소 감지기를 필수로 설치하는 것도 잊지마세요!"
  },
  {
    img: "/assets/images/guide/ico-guide-04.svg",
    title: "캠핑 계획은 어떻게 세워야 하나요?",
    desc: "캠핑 목적, 날짜, 장소, 참여 인원, 예산 등을 고려하여 세우는 것이 좋습니다. 먼저 캠핑을 통해 무엇을 하고 싶은지 목표를 정하고, 그에 맞는 캠핑 장소를 선택하는 것을 추천드립니다!"
  },
  {
    img: "/assets/images/guide/ico-guide-05.svg",
    title: "기본 장비는 필수!",
    desc: "마지막으로 캠핑 초보를 위한 꿀팁은 무엇인가요? 한번에 많은 장비를 사기보다는 필요한 장비부터 하나씩 갖추는 것이 좋습니다. 캠핑 중에는 휴대폰 사용을 줄이고, 자연을 만끽하며 여유로운 시간을 보내보는 것은 어떨까요?"
  }
];

// 에티켓 가이드
export const EtiquetteGuide = [
  {
    title: "가장 중요한 캠핑장의 기본 매너 ",
    desc: "캠핑장에서 통상 에티켓 타임은 밤 12시입니다. 아이들이 있는 집은 일찍 잠자리에 드는 편이니, 밤 10시 이후부터는 목소리를 줄이고 조명도 너무 환하지 않도록 은은하게 줄여주는 것이 좋아요. ‘고성방가’는 아이가 있든 없든 남에게 피해를 주는 행위라는 것을 잊지않기로해요~ 간혹 캠핑장에서 노래 부르고 떠들고 랜턴을 켰다 껐다 하며 클럽처럼 노는 무리들이 있는데, 이런 진상 캠퍼들은 주변에서 항의를 해도 말을 듣지 않는다고 해요. 마을 주민이나 캠퍼들이 경찰에 신고하는 경우도 생기므로 주의!  또 가까운 곳에 아이가 있다면 담배를 피우지 않아야 겠죠? 좋은 공기 마시러 온 캠핑장에서 간접흡연을 하게 하는 일이 없도록 조금만 배려해주세요. 캠핑장에서는 ‘우리 아이들은 알아서 잘 논다’며 걱정 없이 아침부터 저녁까지 과음하는 부모님이 계시기도 하지만, 아이가 어떤 잘못을 하고 있는지,  어떤 위험에 노출되었는지 신경 쓰지 않는 것은 아이와 다른 캠퍼들 모두에게 피해를 주는 행동일 수 있으니 과음은 금물~!"
  },
  {
    title: "텐트를 칠 때, 주의해야할 점이 있어요. ",
    desc: "캠핑장에서 통상 에티켓 타임은 밤 12시입니다. 아이들이 있는 집은 일찍 잠자리에 드는 편이니, 밤 10시 이후부터는 목소리를 줄이고 조명도 너무 환하지 않도록 은은하게 줄여주는 것이 좋아요. ‘고성방가’는 아이가 있든 없든 남에게 피해를 주는 행위라는 것을 잊지않기로해요~ 간혹 캠핑장에서 노래 부르고 떠들고 랜턴을 켰다 껐다 하며 클럽처럼 노는 무리들이 있는데, 이런 진상 캠퍼들은 주변에서 항의를 해도 말을 듣지 않는다고 해요. 마을 주민이나 캠퍼들이 경찰에 신고하는 경우도 생기므로 주의!  또 가까운 곳에 아이가 있다면 담배를 피우지 않아야 겠죠? 좋은 공기 마시러 온 캠핑장에서 간접흡연을 하게 하는 일이 없도록 조금만 배려해주세요. 캠핑장에서는 ‘우리 아이들은 알아서 잘 논다’며 걱정 없이 아침부터 저녁까지 과음하는 부모님이 계시기도 하지만, 아이가 어떤 잘못을 하고 있는지,  어떤 위험에 노출되었는지 신경 쓰지 않는 것은 아이와 다른 캠퍼들 모두에게 피해를 주는 행동일 수 있으니 과음은 금물~!"
  },
  {
    title: "캠핑의 낭만 불멍은 준비가 필요해요.",
    desc: "캠핑의 꽃으로 ‘모닥불’을 떠올리는 초보 캠퍼들이 많아요. 그러나 캠핑장 주변의 나무를 꺾어서 불놀이를 하겠다고 생각했다면 민폐 캠퍼 인증!  아무 나무나 태우면 연기도 많이 나고 불똥이 튀기도 한답니다. 제대로 된 장작이 아니면 유해한 가스가 발생할 수도 있으니 절대 금물! 가공이 잘 되어 있는 장작과 화학 성분이 아닌 천연 착화제를 입힌 차콜을 이용하는 것이 자연과 타인을 배려하는 방법이에요. 혹여나 맨바닥에 모닥불을 피워서는 안 되며 반드시 화로대를 사전에 준비해야 남에게 피해를 주지 않고 안전하게 불놀이를 할 수 있답니다."
  },
  {
    title: "캠핑장에는 매너타임이 있어요 준비가 필요해요. ",
    desc: "보통의 캠핑장에서는 오후 10시 내지 11시 이후부터 아침 7시경까지 매너 타임이라는 게 존재해요. 그 시간에는 모두가 조용히 하는 시간이니 서로 침묵의 매너를 지키자는 암묵적인 약속인데 이런 약속을 단순히 게임의 ‘룰’처럼 여기는 사람들이 많답니다. 무슨 말인가 하면 해당 시간에만 조용히 하면 그 외 시간은 ‘간섭받지 않아도 되는 게 아니냐’, ‘내 돈 내고 내가 즐기는데 왜 제재를 받아야 하냐’라고 생각하는 사람들이 많이 있어요. 예를 들면 블루투스 스피커로 음악을 크게 틀어논다거나 마이크로 노래를 부르고  술에 취해 고성방가를 일삼는 등 비상식적인 행동으로 눈살 찌푸리게 하는 캠퍼들이 늘고 있어요. 하지만 캠핑장은 공공 장소라는 걸 잊지 않기로 해요. 여럿이 함께 하는 공공 장소에서는 다른 사람을 배려하고 타인에게 피해를 주는 행동은 삼가야 한다는 것을 잊지 말아야해요. 매너 타임은 조금 더 주의하자는 각인의 메시지일 뿐 이 시간 외에는 신나게 떠들어도 된다가 절대 아니라는 사실을 잊지 말기로 해요!"
  }
];

// 초보 캠핑 꿀팁
export const TipGuide = [
  {
    id: 1,
    img: "/assets/images/guide/ico-guide-tip-01.svg",
    title: "날씨",
    desc: "좋은 날씨에 주로 캠핑을 가지만, 날씨가 나빠졌을 때를 대비해야 합니다. 따뜻한 모자나 체온을 올릴 수 있는 난방기구, 비가 올 때를 대비한 방수가 되는 옷을 준비하는 것이 좋습니다. 무엇보다 일기예보를 잘 확인하도록 합니다."
  },
  {
    id: 2,
    img: "/assets/images/guide/ico-guide-tip-02.svg",
    title: "첫 캠핑은 집에서 가까운 곳으로",
    desc: "첫 캠핑에서는 무언가를 잊거나, 예상치 못한 날씨를 겪거나, 일찍 집으로 돌아가고 싶어질 가능성도 있습니다. 집에서 멀지 않은 곳에 있는 캠핑장을 선택하면, 필요한 것을 다시 가지러 갈 수 있고 상황에 맞게 빨리 돌아올 수 있어 편리합니다."
  },
  {
    id: 3,
    img: "/assets/images/guide/ico-guide-tip-03.svg",
    title: "구급상자",
    desc: "어떤 상황이 생길지 모르니, 상처를 소독하거나 붕대를 감거나 필요한 약품이 무엇이 있는지 알아보고 구비하는 것이 좋습니다."
  },
  {
    id: 4,
    img: "/assets/images/guide/ico-guide-tip-04.svg",
    title: "나무 밑은 조심",
    desc: "나무 밑에 캠핑을 하면 그늘이 있어서 좋지만, 바람이 많이 부는 날에는 나뭇가지가 떨어져 사고가 날 수 있습니다. 또 나무의 수액이 떨어져 텐트에 묻으면 치우기 힘드니, 되도록 나무 밑은 피하는 것이 좋습니다."
  },
  {
    id: 5,
    img: "/assets/images/guide/ico-guide-tip-05.svg",
    title: "그늘막 타프",
    desc: "초보 캠핑러들은 설치하기 쉬운 타프를 준비하는 것이 좋습니다."
  },
  {
    id: 6,
    img: "/assets/images/guide/ico-guide-tip-06.svg",
    title: "캠핑 테이블과 의자",
    desc: "이동이 편리하도록 가벼우며, 접이식으로 사용할 수 있는 것이 좋습니다."
  },
  {
    id: 7,
    img: "/assets/images/guide/ico-guide-tip-07.svg",
    title: "잠자리",
    desc: "밤새 바닥에서 올라오는 냉기와 습기를 막아줄 수 있도록 돗자리를 깔아주고, 침낭이나 에어매트리스를 사용해 푹신하게 해주면 좋습니다. 여름이라도 일교차가 크기 때문에, 옷과 담요를 챙기는 게 좋습니다."
  },
  {
    id: 8,
    img: "/assets/images/guide/ico-guide-tip-08.svg",
    title: "바비큐",
    desc: "초보 캠핑러가 무엇을 준비해야 할지 어려워할 수 있는데, 바비큐 세트를 구입하면 필요한 음식들이 모두 들어있어 편리합니다. 이후에 추가로 필요한 것을 구매하면 좋습니다."
  },
  {
    id: 9,
    img: "/assets/images/guide/ico-guide-tip-09.svg",
    title: "캠핑 사전 조사",
    desc: "방문하는 곳이 안전 시설을 잘 갖추고 있는지 확인해야 하므로 “불멍스팟”에서 정보를 확인하는 것이 좋습니다."
  },
  {
    id: 10,
    img: "/assets/images/guide/ico-guide-tip-10.svg",
    title: "야생동물 및 화재 위험",
    desc: "캠핑장에 새나 다람쥐 같은 야생동물이 있을 수 있으니 음식물 관리에 주의하고, 캠핑장 내 소화기 위치를 미리 알아두면 화재 예방에 도움이 됩니다."
  },
  {
    id: 11,
    img: "/assets/images/guide/ico-guide-tip-11.svg",
    title: "준비물",
    desc: "준비물이 너무 많다고 필요한 것만 챙기기보다, 어떤 상황이 생길지 모르니 준비물은 많이 챙길수록 좋습니다. 초보 캠핑러라면, 아직 캠핑이 성향에 맞는지 모르기에 처음부터 물품을 전부 새로 구입하기보다 중고 물품을 구매하거나, 빌리는 것이 좋습니다. 캠핑장에 많은 사람이 있거나 주변 소음이 있어서 편하게 잠을 자기 어려울 수 있으니, “귀마개”를 챙기는 것도 좋습니다."
  }
];

// 반려동물 가이드
export const PetGuide = [
  {
    title: "첫 번째 페티켓: 반려동물 동반 가능 여부를 반드시 확인해주세요.",
    desc: "캠핑장이 야외라고 해서 모든 캠핑장이 반려동물과 함께 입장할 수 있는 것은 아닙니다. 각 캠핑장마다 반려동물 정책이 다르기 때문에, 미리 홈페이지나 전화로 확인하는 것이 좋습니다. 또한, 반려동물과 함께 입장할 수 있는 구역과 제한 사항도 꼼꼼히 체크해 안전하고 즐거운 캠핑을 준비하세요! 반려동물 동반 입장이 가능한 캠핑장이라 하더라도, 주인이 통제하지 못한다면 출입을 자제하는 것이 좋습니다. 반려동물이 이웃 캠퍼에게 위협이되지 않도록 항상 주의해 주세요."
  },
  {
    title: "두 번째 페티켓: 반려동물의 배변 마무리는 깔끔하게 청소해 주세요.",
    desc: "배변 후에는 반드시 깔끔하게 치우고, 이를 위한 배변 봉투를 항상 챙기는 것이 좋습니다. 다음 이용객을 위해 깨끗한 캠핑장 사용 부탁드려요."
  },
  {
    title: "세 번째 페티켓: 리드줄은 항상 착용해 주세요!",
    desc: "타인의 안전을 지키기 위해서뿐만 아니라, 내 반려동물의 안전을 위해서도 반드시 필요합니다. 리드줄을 사용하면 반려동물이 예상치 못한 상황에서 도망치거나 다른 사람과의 충돌을 피할 수 있습니다. 특히, 낯선 환경에서는 리드줄이 반려동물의 행동을 더 잘 통제할 수 있게 도와주므로, 안전하고 즐거운 캠핑을 위해 항상 착용시켜 주세요!"
  },
  {
    title: "네 번째 페티켓: 이웃 캠퍼와 소통하는 것도 중요합니다.",
    desc: "반려동물과의 상호작용을 원치 않는 사람도 있을 수 있으니, 항상 이웃 캠퍼들의 의사를 존중해야 합니다. 캠핑장에서는 서로 다른 사람들의 취향과 편안함을 고려하는 것이 필수적입니다. 만약 누군가가 반려동물에게 다가오는 것을 원하지 않는다면, 그 의사를 존중하고 반려동물과의 거리를 유지하는 것이 좋아요. 이러한 작은 배려가 반려동물과 함께하는 경험을 더욱 즐겁고 안전하게 만들어줄 것입니다. 모두가 함께하는 공간에서 서로를 존중하며 행복한 시간을 보내길 바랍니다."
  }
];

// 불멍 가이드
export const CampfireGuide = [
  {
    title: "필수 준비물은 무엇이 있지?",
    desc: "받침이 있는 화로대와 방염포 사용하기! 맨땅에 불을 피우는 행위는 화재의 위험 및 환경 오염의 주범이 됩니다. 흙 속에 살고 있는 미생물과 벌레, 땅속의 씨앗이 다 타버리기 때문이지요. 받침대 있는 화로대와 방염포 사용을 실천해서 환경 보호에 힘쓰는 캠퍼가 되는 건 어떨까요?"
  },
  {
    title: "불멍 장소는 어떻게 정하지?",
    desc: "환경 보호를 위해 주변에 있는 나무를 사용하는 불멍은 자제해주세요! 캠핑 전문샵에서 구매하거나, 캠핑장에서 구매하는 것을 적극 추천드립니다. 노지에서 하는 캠핑이라면 주변 상황을 살펴서 화재 위험이 없는 곳에서 하면 되겠죠?"
  },
  {
    title: "불멍 잘하는 법",
    desc: "장작은 얇은 장작부터 굵은 장작까지 처음부터 굵은 장작을 이용해 불을 피우면 굉장히 어려운 불멍이 됩니다. 불이 쉽게 붙는 얇은 장작부터 불을 붙이는 것을 추천드려요. * 착화제 사용해보기 - 장작만으로 불을 붙이는 건 꽤나 어려운 초보 캠퍼들에게는 꽤나 어려운 과제일 수도 있습니다! 착화제를 이용해서 쉽게 불을 피워볼까요? * 색다른 불멍을 위한 오로라 가루 - 오로라 가루를 사용하면 형형색색의 불꽃을 보며 불멍 할 수 있습니다! 아이들, 친구, 연인과 함께 할 때 색다른 이벤트를 선사해 보는 것은 어떨까요? * 불멍에 빠질 수 없는 추천 Food - 불멍하면 빠질 수 없는 그 음식! 호일을 준비해서 군고구마와 감자를 드셔보세요! 호일 안에 버터까지 넣으면 더욱 더 맛있습니다. *마시멜로우 - 아이들과 캠핑할 땐 달달한 마시멜로우와 핫초코를 준비하는 건 어떨까요? 아이들에게 행복한 추억이 될 거예요."
  }
];
