<>
  <h2>에티켓</h2>
  <p>1. 매너타임은 뭘까요?</p>
  <p>
    캠핑장 매너타임은 오후 10시부터 오전 7시까지! 나 혼자만 이용하는 공간이
    아니니 매너타임에는 주의해서 이용하는 것이 좋습니다.
  </p>
  <p>블루투스 스피커, 마이크, 과도한 음주는 자제해주세요.</p>
  <p>
    그러나 매너타임은 조금 더 주의하자는 각인의 메시지일 뿐 이 시간 외에는
    신나게 떠들어도 된다는 뜻은 아니니 항상 소음에 주의해주세요!
  </p>

  <p>2. 텐트 꿀팁!</p>
  <p>
    늦은 시간에 텐트를 피는 건 이웃 캠퍼들에게 피해가 갈 수 있으니 미리 선발대를
    만들어 텐트를 쳐보는 건 어떨까요? 초보 캠퍼와 베테랑 캠퍼가 함께 팀을
    이룬다면 정말 좋겠지요?
  </p>
  <p>특별한 날에는 야광 스트링이나 형형색색의 전구를 달아보는 건 어떨까요?</p>
  <p>
    캠핑장의 텐트 규격은 꼭 지켜주세요! 다만 어쩔 수 없이 규격 이상의 텐트를
    준비했을 경우 이웃 캠퍼에게 미리 양해를 구해주세요.
  </p>
  <p>
    캠퍼들이 지나가는 길목까지 스트링을 연결하는 것은 안전사고가 날 수 있으니
    자제해주세요.
  </p>

  <p>3. 불멍을 해보자!</p>
  <p>
    나무 장작 그거, 주변에 있는 나무들 대충 주워서 불멍하면 되는 거 아냐? NO!
    절대 절대 금지되는 행동입니다.
  </p>
  <p>
    자연과 이웃 캠퍼들을 배려하기 위해서는 캠핑을 위해 제작된 장작과 화로대를 꼭
    사용해주세요!
  </p>

  <p>4. 초보 가족들에게 보내는 편지</p>
  <p>
    일찍 꿈나라로 가는 어린이들을 위해 매너 시간에는 조명과 소리를 줄여주세요!
  </p>
  <p>흡연은 정해진 장소에서만!</p>
  <p>
    우리 아이들은 알아서 잘 놀아요~ 마인드는 놀이터에서만! 숲과 계곡이 있는
    캠핑장에서는 어린이 안전사고에 주의해야 합니다!
  </p>
  <p>과음은 절대 금지!</p>
  <p>어린이들이 뛰어다니지 않게 주의시켜주세요.</p>
  <p>
    이웃 캠퍼의 선물을 당연시 여기지 않고 아이들이 감사함을 표현할 수 있게
    지도해주세요.
  </p>
</>;
