import GuideTop from "@/_components/common/GuideTop";
import React from "react";
import Card from "./component/Card";

const Etiquette = () => {
  const guideData = [
    {
      title: "가장 중요한 캠핑장의 기본 매너 ",
      desc: "캠핑장에서 통상 에티켓 타임은 밤 12시입니다. 아이들이 있는 집은 일찍 잠자리에 드는 편이니, 밤 10시 이후부터는 목소리를 줄이고 조명도 너무 환하지 않도록 은은하게 줄여주는 것이 좋아요. ‘고성방가’는 아이가 있든 없든 남에게 피해를 주는 행위라는 것을 잊지않기로해요~ 간혹 캠핑장에서 노래 부르고 떠들고 랜턴을 켰다 껐다 하며 클럽처럼 노는 무리들이 있는데, 이런 진상 캠퍼들은 주변에서 항의를 해도 말을 듣지 않는다고 해요. 마을 주민이나 캠퍼들이 경찰에 신고하는 경우도 생기므로 주의!  또 가까운 곳에 아이가 있다면 담배를 피우지 않아야 겠죠? 좋은 공기 마시러 온 캠핑장에서 간접흡연을 하게 하는 일이 없도록 조금만 배려해주세요. 캠핑장에서는 ‘우리 아이들은 알아서 잘 논다’며 걱정 없이 아침부터 저녁까지 과음하는 부모님이 계시기도 하지만, 아이가 어떤 잘못을 하고 있는지,  어떤 위험에 노출되었는지 신경 쓰지 않는 것은 아이와 다른 캠퍼들 모두에게 피해를 주는 행동일 수 있으니 과음은 금물~!"
    },
    {
      title: "텐트를 칠 때, 주의해야할 점이 있어요. ",
      desc: "캠핑장에서 통상 에티켓 타임은 밤 12시입니다. 아이들이 있는 집은 일찍 잠자리에 드는 편이니, 밤 10시 이후부터는 목소리를 줄이고 조명도 너무 환하지 않도록 은은하게 줄여주는 것이 좋아요. ‘고성방가’는 아이가 있든 없든 남에게 피해를 주는 행위라는 것을 잊지않기로해요~ 간혹 캠핑장에서 노래 부르고 떠들고 랜턴을 켰다 껐다 하며 클럽처럼 노는 무리들이 있는데, 이런 진상 캠퍼들은 주변에서 항의를 해도 말을 듣지 않는다고 해요. 마을 주민이나 캠퍼들이 경찰에 신고하는 경우도 생기므로 주의!  또 가까운 곳에 아이가 있다면 담배를 피우지 않아야 겠죠? 좋은 공기 마시러 온 캠핑장에서 간접흡연을 하게 하는 일이 없도록 조금만 배려해주세요. 캠핑장에서는 ‘우리 아이들은 알아서 잘 논다’며 걱정 없이 아침부터 저녁까지 과음하는 부모님이 계시기도 하지만, 아이가 어떤 잘못을 하고 있는지,  어떤 위험에 노출되었는지 신경 쓰지 않는 것은 아이와 다른 캠퍼들 모두에게 피해를 주는 행동일 수 있으니 과음은 금물~!"
    },
    {
      title: "캠핑의 낭만 불멍은 준비가 필요해요.",
      desc: "캠핑의 꽃으로 ‘모닥불’을 떠올리는 초보 캠퍼들이 많아요. 그러나 캠핑장 주변의 나무를 꺾어서 불놀이를 하겠다고 생각했다면 민폐 캠퍼 인증!  아무 나무나 태우면 연기도 많이 나고 불똥이 튀기도 한답니다. 제대로 된 장작이 아니면 유해한 가스가 발생할 수도 있으니 절대 금물! 가공이 잘 되어 있는 장작과 화학 성분이 아닌 천연 착화제를 입힌 차콜을 이용하는 것이 자연과 타인을 배려하는 방법이에요. 혹여나 맨바닥에 모닥불을 피워서는 안 되며 반드시 화로대를 사전에 준비해야 남에게 피해를 주지 않고 안전하게 불놀이를 할 수 있답니다."
    },
    {
      title: "캠핑장에는 매너타임이 있어요 준비가 필요해요. ",
      desc: "보통의 캠핑장에서는 오후 10시 내지 11시 이후부터 아침 7시경까지 매너 타임이라는 게 존재해요. 그 시간에는 모두가 조용히 하는 시간이니 서로 침묵의 매너를 지키자는 암묵적인 약속인데 이런 약속을 단순히 게임의 ‘룰’처럼 여기는 사람들이 많답니다. 무슨 말인가 하면 해당 시간에만 조용히 하면 그 외 시간은 ‘간섭받지 않아도 되는 게 아니냐’, ‘내 돈 내고 내가 즐기는데 왜 제재를 받아야 하냐’라고 생각하는 사람들이 많이 있어요. 예를 들면 블루투스 스피커로 음악을 크게 틀어논다거나 마이크로 노래를 부르고  술에 취해 고성방가를 일삼는 등 비상식적인 행동으로 눈살 찌푸리게 하는 캠퍼들이 늘고 있어요. 하지만 캠핑장은 공공 장소라는 걸 잊지 않기로 해요. 여럿이 함께 하는 공공 장소에서는 다른 사람을 배려하고 타인에게 피해를 주는 행동은 삼가야 한다는 것을 잊지 말아야해요. 매너 타임은 조금 더 주의하자는 각인의 메시지일 뿐 이 시간 외에는 신나게 떠들어도 된다가 절대 아니라는 사실을 잊지 말기로 해요!"
    }
  ];

  return (
    <div className="my-[40px] mb-[60px]">
      <div className="inner m-auto w-full max-w-[1360px] px-[30px]">
        <GuideTop text={"에티켓 가이드"} />
        <ul className="flex flex-col gap-[50px]">
          {guideData.map((guide) => {
            return (
              <li
                key={guide.title}
                className="rounded-[12px] border border-[#BFBFBF] px-[55px] py-[35px] shadow-custom"
              >
                <Card title={guide.title} desc={guide.desc} />
              </li>
            );
          })}
        </ul>
      </div>
    </div>
  );
};

export default Etiquette;
