import React from "react";

const TipPage = () => {
  return (
    <div>
      <p>1. 날씨</p>
      <p>
        좋은 날씨에 주로 캠핑을 가지만, 날씨가 나빠졌을 때를 대비해야 합니다.
        따뜻한 모자나 체온을 올릴 수 있는 난방기구, 비가 올 때를 대비한 방수가
        되는 옷을 준비하는 것이 좋습니다. 무엇보다 일기예보를 잘 확인하도록
        합니다.
      </p>

      <p>2. 준비물</p>
      <p>
        준비물이 너무 많다고 필요한 것만 챙기기보다, 어떤 상황이 생길지 모르니
        준비물은 많이 챙길수록 좋습니다.
      </p>
      <p>
        초보 캠핑러라면, 아직 캠핑이 성향에 맞는지 모르기에 처음부터 물품을 전부
        새로 구입하기보다 중고 물품을 구매하거나, 빌리는 것이 좋습니다.
      </p>
      <p>
        캠핑장에 많은 사람이 있거나 주변 소음이 있어서 편하게 잠을 자기 어려울
        수 있으니, “귀마개”를 챙기는 것도 좋습니다.
      </p>

      <p>3. 구급상자</p>
      <p>
        어떤 상황이 생길지 모르니, 상처를 소독하거나 붕대를 감거나 필요한 약품이
        무엇이 있는지 알아보고 구비하는 것이 좋습니다.
      </p>

      <p>4. 나무 밑은 조심</p>
      <p>
        나무 밑에 캠핑을 하면 그늘이 있어서 좋지만, 바람이 많이 부는 날에는
        나뭇가지가 떨어져 사고가 날 수 있습니다. 또 나무의 수액이 떨어져 텐트에
        묻으면 치우기 힘드니, 되도록 나무 밑은 피하는 것이 좋습니다.
      </p>

      <p>5. 그늘막 타프</p>
      <p>초보 캠핑러들은 설치하기 쉬운 타프를 준비하는 것이 좋습니다.</p>

      <p>6. 캠핑 테이블과 의자</p>
      <p>
        이동이 편리하도록 가벼우며, 접이식으로 사용할 수 있는 것이 좋습니다.
      </p>

      <p>7. 잠자리</p>
      <p>
        밤새 바닥에서 올라오는 냉기와 습기를 막아줄 수 있도록 돗자리를 깔아주고,
        침낭이나 에어매트리스를 사용해 푹신하게 해주면 좋습니다. 여름이라도
        일교차가 크기 때문에, 옷과 담요를 챙기는 게 좋습니다.
      </p>

      <p>8. 바비큐</p>
      <p>
        초보 캠핑러가 무엇을 준비해야 할지 어려워할 수 있는데, 바비큐 세트를
        구입하면 필요한 음식들이 모두 들어있어 편리합니다. 이후에 추가로 필요한
        것을 구매하면 좋습니다.
      </p>

      <p>9. 캠핑 사전 조사</p>
      <p>
        방문하는 곳이 안전 시설을 잘 갖추고 있는지 확인해야 하므로
        “불멍스팟”에서 정보를 확인하는 것이 좋습니다.
      </p>

      <p>10. 야생동물 및 화재 위험</p>
      <p>
        캠핑장에 새나 다람쥐 같은 야생동물이 있을 수 있으니 음식물 관리에
        주의하고, 캠핑장 내 소화기 위치를 미리 알아두면 화재 예방에 도움이
        됩니다.
      </p>

      <p>11. 첫 캠핑은 집에서 가까운 곳으로</p>
      <p>
        첫 캠핑에서는 무언가를 잊거나, 예상치 못한 날씨를 겪거나, 일찍 집으로
        돌아가고 싶어질 가능성도 있습니다. 집에서 멀지 않은 곳에 있는 캠핑장을
        선택하면, 필요한 것을 다시 가지러 갈 수 있고 상황에 맞게 빨리 돌아올 수
        있어 편리합니다.
      </p>
    </div>
  );
};

export default TipPage;
