import React from "react";

const BeginnerPage = () => {
  return (
    <div>
      <h2>초보 캠퍼 가이드</h2>

      <p>1. 기본 장비는 필수!</p>
      <p>텐트, 침낭, 매트, 의자, 랜턴 등은 캠핑의 기본 요소입니다.</p>
      <p>캠핑 스타일과 인원수에 맞는 장비를 선택하세요!</p>
      <p>
        첫 텐트는 1~2인으로 시작하여 숙련되면 더 큰 텐트를 구매하는 것이
        좋습니다.
      </p>
      <p>또한 텐트 설치를 미리 연습해보는 것도 적극 추천드립니다.</p>

      <p>2. 캠핑 요리는 어떻게 준비해야 하나요?</p>
      <p>적절한 조리도구만 있다면 어느 음식이든 가능합니다.</p>
      <p>여행 스타일에 맞게 미리 식단을 구성해보세요.</p>
      <p>
        간단한 캠핑을 추구한다면 볶음밥, 샌드위치, 라면류, 여러 명이 함께 캠핑을
        할 경우 바베큐, 밀키트 등 다양한 요리를 추천드립니다.
      </p>

      <p>3. 캠핑 시 주의해야 할 사항은 무엇인가요?</p>
      <p>안전과 환경 보호입니다.</p>
      <p>
        텐트 설치 시 주변 환경을 잘 살펴보고, 텐트 주변에 불을 피우거나 쓰레기를
        버리지 않도록 주의해야 합니다.
      </p>
      <p>화기 사용이 필수적인 캠핑이라면 소화기를 비치하는 것이 좋습니다.</p>
      <p>
        또한 겨울 캠핑의 경우 이산화탄소 감지기를 필수로 설치하는 것도 잊지
        마세요!
      </p>

      <p>4. 캠핑 계획은 어떻게 세워야 하나요?</p>
      <p>
        캠핑 목적, 날짜, 장소, 참여 인원, 예산 등을 고려하여 세우는 것이
        좋습니다.
      </p>
      <p>
        먼저 캠핑을 통해 무엇을 하고 싶은지 목표를 정하고, 그에 맞는 캠핑 장소를
        선택하는 것을 추천드립니다!
      </p>

      <p>5. 마지막으로 캠핑 초보를 위한 꿀팁은 무엇인가요?</p>
      <p>
        한번에 많은 장비를 사기보다는 필요한 장비부터 하나씩 갖추는 것이
        좋습니다.
      </p>
      <p>
        캠핑 중에는 휴대폰 사용을 줄이고, 자연을 만끽하며 여유로운 시간을
        보내보는 것은 어떨까요?
      </p>
    </div>
  );
};

export default BeginnerPage;
